<template>
	<view class="page flex-cnsc">
		<p class="fm-pfl flx48x34 col-3 boxf-t40">筑商平台个体户注册综合服务协议</p>
		<p class="fm-pfl flx38x26 col-3 boxf-t10 boxf-b20">合同编号:<span class="boxf-l10">{{contractNum}}</span></p>
		<view class="boxf-w750 info border-top-1px-s-e5 flex-cnsc">
			<dl class="boxf-l40 boxf-r40">
				<dd class="fm-pfl flx58x26 col-3 indent boxf-b20">欢迎您（或称“甲方”）与筑商平台（包括XX等网站及APP、微信公众号等客
户端）的经营主体筑商公司（即浙江景宁筑商信息科技有限公司，或称“乙方”）
共同签署本《筑商平台个体户注册综合服务协议》（下称“本协议”），委托筑商
公司为您提供快速、便捷的经营所需的基本服务支持，包括但不限于个体工商户
在线营业执照申办、入驻指定的孵化器、孵化管理及财税代理服务！</dd>
				<dd class="fm-pfl flx58x26 col-f30 indent boxf-b20">签署声明：当您按照页面提示阅读并同意本协议时，或您以其他筑商平台允许的
方式实际使用本协议项下服务时，即表示您已充分阅读、理解并接受本协议的全
部内容，并与筑商公司达成本协议。您承诺接受并遵守本协议的所有约定，您不
应以未阅读本协议的内容或未获得筑商平台对您问询的解答等理由，主张本协议
无效，或要求撤销本协议。筑商公司有权随时变更本协议并在筑商平台上予以公
告。经修订的条款一经在筑商平台公布，即自动生效。如您不同意相关变更，须
停止使用筑商平台提供的服务。若您对本协议的条款或其他变更内容存在任何疑
问，请您立刻联系工作人员；若您不同意本协议，您应立即停止注册或停止使用
筑商平台服务。</dd>
				<dt class="fm-pfl flx58x26 col-3 boxf-b20">第一条 主体信息</dt>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">1.1 本协议由您与筑商公司共同缔结，本协议对您与筑商公司均具有合同效力。</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">1.2 考虑到专业化分工，本协议项下相关服务如由第三方服务商（指通过筑商平
台为您提供相关服务，并与您进行结算的第三方服务机构。为方便表述，第
三方服务商与乙方统称为“乙方”）提供的，则需要您自行通过线上购买。</dd>
				<dt class="fm-pfl flx58x26 col-3 boxf-b20">第二条 委托事项及服务内容</dt>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">2.1 甲方委托乙方为其代办个体工商户注册、注册过程中相关流程或者文件的签
署（包括但不限于授权乙方全权代为签署本人姓名等）、入驻孵化器事宜、
入孵地址托管服务、领取税盘、开立银行基本账户、按甲方在筑商平台具体
业务数据而代理记账、代开发票、缴税报税、材料归档及为其提供代办个体
工商户年检、注销及其他有关事宜。</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">2.2 乙方接受甲方委托代办个体工商户注册、入驻孵化器事宜、入孵地址托管服
务、领取税盘、开立银行基本账户、按甲方在筑商平台具体业务数据而代理
记账、代开发票、缴税报税、材料归档及为其提供代办个体工商户年检、注
销及其他有关事宜。<span>甲方对乙方在办理上述事项过程中所签署的有关文件
（含乙方代甲方以甲方本人名义签署的文件）以及流程均予以认可，并承担
相应的法律责任。</span></dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">2.3 若甲方于筑商平台选择委托乙方代为保管甲方营业执照、印章、税盘、网银
盾等相关资料，乙方应接受甲方委托，并承诺不得用于任何非法用途。</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">2.4 甲方知晓并同意，个体工商户注册地址等工商注册事宜按照乙方要求统一办
理，甲方不得修改，届时甲方不应以不知晓或者未阅读本协议的内容或者未
获得乙方问询的解答等理由，主张本协议无效，或要求撤销本协议。</dd>
				<dt class="fm-pfl flx58x26 col-3 boxf-b20">第三条 双方的权利及义务</dt>
				<dt class="fm-pfl flx58x26 col-3 boxf-b20">3.1 甲方的权利及义务</dt>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">3.1.1 <span>甲方保证是具有中国国籍的完全民事行为能力人，若甲方不具备或不持续
具备完全民事行为能力或存在其他法定、监管、管理部门不得成立个体工
商户等情况的，应立即停止使用乙方提供的服务并通知乙方，同时乙方有
权视情况决定是否中止、终止或解除本协议。</span></dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">3.1.2 甲方基于本协议有权获得乙方对接孵化器提供的个体工商户地址，并以此
地址为甲方设立个体工商户的注册地址。除前述地址外，甲方于本协议项
下设立个体工商户的政府对接、政府协调、政府扶持等相关事宜均由乙方
全权负责</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">3.1.3 <span> 依法纳税是每一个公民、企业应尽的义务，甲方应依据法律法规的规定自
行承担并缴纳与自身及个体工商户经营有关之一切税费，并及时、足额地
向税务主管机关申报纳税。</span></dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">3.1.4 当甲方在筑商平台购买商品及/或服务时，请务必仔细确认所购商品的品
名、价格、数量、型号、规格、尺寸或服务的时间、内容、限制性要求等
重要事项，并在下单时核实联系地址、电话、收货人等信息。如甲方填写
的收货人非甲方本人，则该收货人的行为和意思表示产生的法律后果均由
甲方承担。甲方的购买行为应当基于真实的消费需求，不得存在对商品及
/或服务实施恶意购买、恶意维权等扰乱筑商平台正常交易秩序的行为。
基于维护筑商平台交易秩序及交易安全的需要，筑商平台发现上述情形时
可主动执行关闭相关交易订单等操作。</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">3.1.5 <span> 甲方应当提供真实、准确、完整、有效的注册信息、经营信息等，如因甲
方提供虚假资料而给乙方造成经济损失或名誉损害的，甲方应予以赔偿。</span></dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">3.1.6 乙方联合相关监管部门为用户开通在线营业执照申办通道，为甲方提供快
速、便捷的服务。营业执照申领和颁发系甲方申请、监管部门审核校验的
行为，合法有效，并将公示于企业信用信息平台，与现场办理的营业执照
具有同等效力。</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">3.1.7 <span> 甲方通过筑商平台申办获得的个体工商户营业执照，应当合理合法使用，
不得用于诈骗、涉黄、赌博等违法违规行为，否则由相关部门依法处理，
筑商平台有权对该个体工商户进行强制注销等处罚。</span></dd>
				<dt class="fm-pfl flx58x26 col-3 boxf-b20">3.2 乙方的权利及义务</dt>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">3.2.1 乙方应及时完成本协议约定的工作内容。</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">3.2.2 乙方应在接受委托期间与甲方保持密切沟通。</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">3.2.3 发生下列情形之一的，甲方授权乙方代理甲方或依据甲方申请办理个体工
商户注销流程：</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">(1) 提供虚假材料或其他违反本协议约定或法律规定情况的；</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">(2) 被主管工商部门认定无效或其他需要注销的情况的；</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">(3) 甲方在发生或知晓上述情况后应立即通知乙方或经过乙方通知后应
及时配合乙方发起该个体工商户的注销流程，如因甲方通知延误而造
成的任何额外费用及损失由甲方承担。</dd>
<dd class="fm-pfl flx58x26 col-3 boxf-b20">3.2.4 如国家或地方税收及工商登记管理政策等发生重大变化，有关服务费及报
备材料将进行调整，乙方将及时通过甲方注册并接受筑商平台服务时提供
的联系方式（甲方应确保该联系方式真实有效，若发生变更的，甲方有义
务及时更新有关信息，并保持可被联系）通知甲方。如甲方不同意调整事
项的，应于调整事项确定的生效之日起停止使用筑商平台服务，否则视为
甲方同意调整事项。</dd>
				<dt class="fm-pfl flx58x26 col-3 boxf-b20">第四条 知识产权及保密</dt>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">4.1 本协议双方保证任何一方向另一方提供的资料不会侵犯任何其他人的知识
产权或合法权益，否则一切责任由提供方自行承担，概与接收方无关。</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">4.2 无论本协议是否有任何相反的约定，甲方如需在任何场合、以任何形式使用
乙方名称、商标、标识或相关图像等，在相关使用前必须事先征得乙方书面
同意，而该等使用并不代表甲方享有对该名称、商标、标识或相关图像的任
何权利。</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">4.3 对于甲方提供、发布及在使用筑商平台服务中形成的除个人信息外的文字、
图片、视频、音频等非个人信息，在法律规定的保护期限内，甲方免费授予
筑商平台及其关联公司获得全球排他的许可使用权利及再授权给其他第三
方使用并可以自身名义对第三方侵权行为取证及提起诉讼的权利。甲方同意
筑商平台及其关联公司存储、使用、复制、修订、编辑、发布、展示、翻译、
分发甲方的非个人信息或制作其派生作品，并以已知或日后开发的形式、媒
体或技术将上述信息纳入其它作品内。</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">4.4 本协议双方须对本协议及在本协议签署和履行过程中所知悉的本协议其他
方尚未向公众公开的信息（下称“保密信息”）予以保密，不得擅自向其他
方披露，但向承担保密义务的中介机构等主体进行披露、根据法律法规等适
用的监管规定及有权监管机构或司法机构的要求进行披露的除外。本协议终
止后，本保密条款持续有效，直至该等保密信息被公众所知悉或双方同意提
前终止保密条款效力。</dd>
				<dt class="fm-pfl flx58x26 col-3 boxf-b20">第五条 不可抗力</dt>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">5.1 不可抗力：</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">(1) 不能预见、不能避免并不能克服的客观情况，包括但不限于地震、台风、
水灾、火灾、雷击、罢工、暴动、战争、疫病封锁、黑客攻击、网络病
毒、电力中断、通讯系统故障、电信网监部门技术管制、政府行为或任
何其它自然或人为造成的灾难等强力制约本协议正常履行的客观情况；</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">(2) 法律、法规规定或政府或其他权威机构确认的不可抗力事件；</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">(3) 由双方共同确认的不可抗拒因素影响。</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">5.2 因发生不可抗力致使本协议全部或部分不能履行的，根据不可抗力的影响，
部分或者全部免除责任，但法律另有规定的除外。本协议任何一方迟延履行
后发生不可抗力的，不能免除责任。</dd>
				<dt class="fm-pfl flx58x26 col-3 boxf-b20">第六条 违约责任</dt>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">6.1 本协议生效后，甲乙双方均应全面履行本协议所约定的义务。任何一方不履
行或不完全履行本协议所约定义务的，应当依法承担继续履行、采取补救措
施或者赔偿损失等违约责任。</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">6.2 任一方提前终止本协议应至少提前七个工作日向对方发出书面申请并结清
全部费用。经对方审核同意后，并由乙方办理完毕甲方个体工商户注销手续
后，本协议终止。</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">6.3 本协议关于违约状态下的救济方法（包括行为限制、要求承担违约责任和解
除协议等）的条款是累加的，可以选择适用或同时适用。</dd>
				<dt class="fm-pfl flx58x26 col-3 boxf-b20">第七条 法律适用、争议解决和其他</dt>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">7.1 本协议适用中华人民共和国法律的管辖及解释。</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">7.2 凡因履行本协议所产生的或与本协议有关的任何争议，双方首先应通过友好
协商解决；如协商不成的，任何一方均可将争议提请上海国际经济贸易仲裁
委员会按其届时有效的仲裁规则进行仲裁。</dd>
				<dd class="fm-pfl flx58x26 col-3 boxf-b20">7.3 本协议任一条款被废止、无效或不可执行，该条应视为可分的且并不影响本
协议其余条款的有效性及可执行性。</dd>
			</dl>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				contractNum: "2213981242019042623325",
				contractInfo: ""
			}
		}
	}
</script>

<style scoped>
	.page {
		width: 100vw;
	}

	p>span {
		color: #FF3300;
	}

	.info {
		padding: 30upx 40upx 0 40upx;
	}

	.indent {
		text-indent: 60upx;
	}
	
	dd>span{
		margin-left: 10upx;
		text-decoration: underline;
	}
</style>
